{
  "abstract": "There are wide varieties of economic inequality, most notably income inequality measured using the distribution of income (the amount of money people are paid) and wealth inequality measured using the distribution of wealth (the amount of wealth people own). Besides economic inequality between countries or states, there are important types of economic inequality between different groups of people. Important types of economic measurements focus on wealth, income, and consumption. There are many methods for measuring economic inequality, the Gini coefficient being a widely used one. Another type of measure is the Inequality-adjusted Human Development Index, which is a statistic composite index that takes inequality into account. Important concepts of equality include equity, equality of outcome, and equality of opportunity. Whereas globalization has reduced global inequality (between nations), it has increased inequality within nations. Income inequality between nations peaked in the 1970s, when world income was distributed bimodally into \"rich\" and \"poor\" countries. Since then, income levels across countries have been converging, with most people now living in middle-income countries. However, inequality within most nations has risen significantly in the last 30 years, particularly among advanced countries. In this period, close to 90 percent of advanced economies have seen an increase in income inequality, with over 70% recording an increase in their Gini coefficients exceeding two points. Research has generally linked economic inequality to political and social instability, including revolution, democratic breakdown and civil conflict. Research suggests that greater inequality hinders economic growth and macroeconomic stability, and that land and human capital inequality reduce growth more than inequality of income. Inequality is at the center stage of economic policy debate across the globe, as government tax and spending policies have significant effects on income distribution. In advanced economies, taxes and transfers decrease income inequality by one-third, with most of this being achieved via public social spending (such as pensions and family benefits)."
}