{
  "abstract": "Geologia, do grego γη- (geo-, \"a terra\") e λογος (logos, \"palavra\", \"razão\") é uma das ciências da Terra que se dedica ao estudo da crosta terrestre, da matéria que a compõe, o seu mecanismo de formação, as alterações que ocorrem desde a sua origem e a estrutura que a sua superfície possui atualmente. A geologia foi essencial para determinar a idade da Terra, que se calculou ter cerca de 4,6 bilhões de anos, e a desenvolver a teoria denominada tectônica de placas, segundo a qual a litosfera terrestre, que é rígida e formada pela crosta e o manto superior, dispõe-se fragmentada em várias placas tectônicas, as quais se deslocam sobre a astenosfera, que tem comportamento plástico. O geólogo ajuda a localizar e a gerir os recursos naturais, o petróleo e o carvão, e os metais, como o ouro, ferro, cobre e urânio, por exemplo. Muitos outros materiais possuem interesse econômico: as gemas, muitos minerais com aplicação industrial, como asbesto, pedra pomes, perlita, mica, zeólitos, argilas, quartzo, ou elementos como o enxofre e cloro. A Astrogeologia é o termo usado para designar estudos similares de outros corpos do sistema celeste. A geologia relaciona-se diretamente com muitas outras ciências, em especial com a geografia e a astronomia. Por outro lado, a geologia serve-se também de ferramentas fornecidas pela química, física e matemática, entre outras ciências, enquanto que a biologia e a antropologia servem-se da Geologia para dar suporte a muitos dos seus estudos. A palavra \"geologia\" foi usada pela primeira vez por Jean-André Deluc, em 1778, sendo introduzida de forma definitiva por Horace-Bénédict de Saussure, em 1779. No Brasil, a profissão de geólogo é regulamentada pela Lei nº 4.076, de 23 de junho de 1962 e fiscalizada pelos Conselhos Regionais de Engenharia e Agronomia (CREA), instalados em todos os estados. Existem 35 cursos presenciais de graduação em Geologia e Engenharia Geológica, distribuídos em 18 das 27 unidades federativas brasileiras."
}