{
  "abstract": "A Guerra Franco-Indígena é o conflito ocorrido entre 1754 e 1763 entre os britânicos e os franceses na suas colônias na América do Norte, tendo sido um dos teatros da Guerra dos Sete Anos. Ambos os lados possuíam povos nativos americanos como aliados. Os algonquinos e os hurões se aliaram com os franceses, enquanto os iroqueses se aliaram com os britânicos. Por volta de 1756, a França alcançou uma superioridade militar local e seus fortes localizados em lugares estratégicos evitaram a expansão britânica na região. Contudo, o segredo da vitória colonial era o controle das linhas de comunicação e, por conseguinte, o poder naval. A eclosão da Guerra dos Sete Anos na Europa transformou a luta local. Enquanto a França via-se limitada por seus compromissos continentais, a Grã-Bretanha tomava o controle do Atlântico e isolava as forças francesas na América do Norte. A ocupação da ilha de Minorca, então possessão britânica, pelos franceses, em 1756, provocou o bloqueio inglês às costas da França em Toulon e Brest, o que deixou indefeso o Canadá francês diante dos ataques lançados pelos ingleses às colônias ao sul do rio São Lourenço. Em julho de 1757, o primeiro-ministro Pitt, o Velho, subiu ao poder na Grã-Bretanha e conduziu a guerra com habilidade e vigor. Precisando de reforços, Louisbourg caiu em 1758. O ano de 1759 foi de vitórias britânicas - capturou Québec, Ferdinando derrotou o exército francês em Minden e Hawke destruiu a frota francesa na . Com a ocupação de Montreal, em 1760, depois das vitórias navais britânicas da Baía de Quiberon e Lagos, todas as possessões francesas no Canadá passaram às mãos dos britânicos. O almirante atacou com sucesso as Índias Ocidentais francesas. Em 1761, a Espanha entrou na guerra e Pitt renunciou. A França assinara com a Espanha o chamado \"pacto de família\", pelo qual os britânicos perderam acesso aos portos de Portugal, o que provocou a invasão de Cuba pela Inglaterra e a ocupação de Manila, nas Índias Ocidentais."
}