{
  "abstract": "Número primo é qualquer número cujo conjunto dos divisores não inversíveis não é vazio, e todos os seus elementos são produtos de por números inteiros inversíveis. De acordo com esta definição, e não são números primos.Um número inteiro primo é aquele que tem somente quatro divisores distintos, e Já um número natural primo tem unicamente dois divisores naturais distintos: o número um e ele mesmo. Uma das questões pesquisadas sobre os números primos é de como eles se distribuem nos naturais, com que frequência isso ocorre e qual a distância que existe entre eles. Por exemplo, existem vários pares de números primos que se diferem em duas unidades: (3, 5), (5, 7), (11, 13), (17, 19), (29, 31), (41, 43), (59, 61), (71, 73), (101, 103), (107, 109). Pares de números primos com essa propriedade são denominados de primos gêmeos. Ainda não se provou que existem ou não existem infinitos primos gêmeos. A propriedade de ser um primo é chamada \"primalidade\", e a palavra \"primo\" também é utilizada como substantivo ou adjetivo, se um número inteiro tem módulo maior que um e não é primo, diz-se que é composto ( e também não são compostos). Como \"dois\" é o único número primo par, o termo \"primo ímpar\" refere-se a todo primo maior do que dois. Existem infinitos números primos, como demonstrado por Euclides por volta de 300 a.C.. O conceito de número primo é muito importante na teoria dos números. Um dos resultados da teoria dos números é o Teorema Fundamental da Aritmética, que afirma que qualquer número natural diferente de 1 pode ser escrito de forma única (desconsiderando a ordem) como um produto de números primos (chamados fatores primos): este processo se chama decomposição em fatores primos (fatorização). Existem 168 números primos positivos menores do que 1000. São eles: 2, 3, 5, 7, 11, 13, 17, 19, 23, 29, 31, 37, 41, 43, 47, 53, 59, 61, 67, 71, 73, 79, 83, 89, 97, 101, 103, 107, 109, 113, 127, 131, 137, 139, 149, 151, 157, 163, 167, 173, 179, , , 193, , , 211, 223, 227, 229, 233, 239, 241, 251, 257, 263, 269, 271, 277, 281, 283, 293, 307, 311, 313, 317, 331, 337, 347, 349, 353, 359, 367, 373, 379, 383, 389, 397, 401, 409, 419, 421, 431, 433, 439, 443, 449, 457, 461, 463, 467, 479, 487, 491, 499, 503, 509, 521, 523, 541, 547, 557, 563, 569, 571, 577, 587, 593, 599, 601, 607, 613, 617, 619, 631, 641, 643, 647, 653, 659, 661, 673, 677, 683, 691, 701, 709, 719, 727, 733, 739, 743, 751, 757, 761, 769, 773, 787, 797, 809, 811, 821, 823, 827, 829, 839, 853, 857, 859, 863, 877, 881, 883, 887, 907, 911, 919, 929, 937, 941, 947, 953, 967, 971, 977, 983, 991, 997 (sequência na OEIS). Exemplos de decomposições: \n* \n* \n* \n* \n* \n* Para todo primo p seja p# o produto de todos os números primos q inferiores ou iguais a p. De acordo com a terminologia empregada por Dubner (1987), p# é chamado o primorial de p. Temos dois problemas em aberto sobre a noção de primorial: a) Existe uma infinidade de números primos p tais que p# + 1 seja primo?b) Existe uma infinidade de números primos p tais que p# + 1 seja composto? O que se sabe: \n* O maior número primo conhecido da forma p# + 1 é 392113# + 1, com 169966 algarismos, foi descoberto por D. Heuer et al. Em 2001. \n* A lista completa dos números primos p < 632700 tais que p# + 1 seja primo é a seguinte: P = 2, 3, 5, 7, 11, 31, 379, 1019, 1021, 2657, 3229, 4547, 4787, 11549, 13649, 18523, 23801, 24029, 42209, 145823, 366439 e 392113. \n* Caldwell e Gallot publicaram em 2002 a lista para p < 120000. O primo 145823# + 1 foi descoberto em 2000 por A.E. Anderson, D.E. Robinson et al. O primo 366439# + 1 foi descoberto em 2001 por D. Heuer et al. \n* 15877# – 1 é o maior primo encontrado da forma p# – 1; tem 6845 algarismos e estava incluído na lista de Caldwell e Gallot de 2002. \n* A lista dos números primos p < 650000 tais que p# – 1 é primo é a seguinte: 3, 5, 11, 13, 41, 89, 317, 337, 991, 1873, 2053, 2377, 4093, 4297, 4583, 6569, 13033 e 15877. \n* A lista para p < 120000 foi publicada em 2002 por Caldwell e Gallot, posteriormente nenhum outro primo p# – 1 foi descoberto."
}