{
  "abstract": "O oxigénio (português europeu) ou oxigênio (português brasileiro) é um elemento químico de número atómico 8 e símbolo O (8 protões e 8 eletrões) representando com massa atómica 16 u. Constitui parte do grupo dos calcogénios e é um não metal reactivo e um forte agente oxidante que facilmente forma compostos com a maioria doutros elementos, principalmente óxidos. Tem a segunda electronegatividade mais elevada de todos os elementos químicos, superado apenas pelo flúor. Medido pela sua massa, o oxigénio é o terceiro elemento mais abundante do universo, atrás do hidrogénio e hélio, e o mais abundante na crosta terrestre como parte de compostos óxidos, formando praticamente metade da sua massa. Em condições normais de pressão e temperatura, dois átomos do elemento ligam-se para formar o dioxigénio, um gás diatómico com fórmula O2. Este gás diatómico constitui 20,8% da atmosfera e é fundamental para suportar a vida terrestre. Não obstante, vários estudos dos níveis de oxigénio atmosférico indicam uma progressão global descendente na proporção deste elemento, principalmente por causa das emissões procedentes da queima de combustíveis fósseis. É um gás incolor (azul em estado líquido e sólido), inodoro e insípido, comburente, não combustível e pouco solúvel em água. O dioxigénio é usado na respiração celular e muitas das principais moléculas orgânicas dos organismos vivos como proteínas, ácidos nucleicos, carboidratos e lípidos contêm oxigénio, além dos principais compostos inorgânicos que formam as conchas, os dentes e os ossos dos animais. A maior parte da massa dos organismos vivos é composta por oxigénio enquanto componente da água, o principal constituinte das formas de vida. Devido à sua reactividade química, o oxigénio não pode permanecer na atmosfera terrestre como elemento livre sem que seja constantemente reabastecido pela acção fotossintética dos organismos que utilizam a energia solar para produzir oxigénio a partir da água. O oxigénio elementar O2 somente começou a acumular-se na atmosfera depois do aparecimento destes organismos, há aproximadamente 2 500 milhões de anos. O alótropo ozono (O3) é um forte absorvente de radiação ultravioleta, e a camada de ozono da Terra, a grande altitude, ajuda a proteger a biosfera da incidência de radiação procedente do Sol. Porém, o ozono é um agente contaminante perto da superfície terrestre, sendo um produto derivado do smog. A altitudes de órbita terrestre baixa, o oxigénio atómico presente provoca a corrosão das naves espaciais. O oxigénio foi descoberto autonomamente por Carl Wilhelm Scheele em Uppsala, no ano de 1773, e por Joseph Priestley em Wiltshire no ano de 1774, no entanto é Priestley quem costuma ser designado prioritariamente, uma vez que a sua obra foi a primeira a ser publicada. Em 1777, Antoine Lavoisier cunhou o seu nome e suas experiências com o oxigénio ajudaram a desacreditar a até então popular teoria do flogisto da combustão e corrosão. O nome deriva do grego ὀξύς (oxys) («ácido», literalmente «picante», em alusão ao sabor dos ácidos) e γόνος (-gonos) («produtor», literalmente «gerar»), porque na época em que se lhe deu esta denominação acreditava-se, equivocadamente, que todos os ácidos necessitavam de oxigénio para a sua composição. As aplicações habituais do oxigénio incluem, entre outras, o seu uso em calefações residenciais e motores de combustão interna, a produção de aço, plásticos e têxteis, aplicações de corte industrial e soldadura de aços e outros metais, como propulsor para foguetes, para terapias de oxigénio e sistemas de suporte à vida em aeronaves, submarinos, naves espaciais tripuladas e mergulho."
}