{
  "abstract": "O sistema imunitário, sistema imunológico ou ainda sistema imune é um sistema de estruturas e processos biológicos que protegem o organismo contra doenças. De modo a funcionar corretamente, o sistema imunitário deve detectar uma imensa variedade de agentes, desde os vírus aos parasitas, e distingui-los do tecido saudável do próprio corpo. O cientista que cunhou o termo foi Ilya Ilyich Mechnikov em 1882, que é considerado o pai da imunologia. Os agentes patogénicos podem rapidamente evoluir e adaptar-se de modo a evitar a detecção e neutralização por parte do sistema imunitário, pelo que os vários mecanismos de defesa também evoluíram no sentido de os reconhecer e neutralizar. Até mesmo os simples organismos unicelulares possuem um sistema imunitário rudimentar, na forma de enzimas que os protegem de infecções por bacteriófagos. Outros mecanismos imunitários básicos acompanharam a evolução dos eucariotas e estão hoje presentes nos seus descendentes contemporâneos, como as plantas e os insectos. Entre estes mecanismos estão a fagocitose, os peptídeos antimicrobianos designados defensinas, e o sistema complemento. Os vertebrados mandibulares, entre os quais o ser humano, desenvolveram mecanismos de defesa ainda mais complexos, entre os quais a capacidade de ao longo do tempo se adaptarem para reconhecer de forma eficiente agentes patogénicos específicos. Através da imunidade adquirida, o organismo cria memória imunológica na sequência de uma resposta inicial a um agente específico, o que lhe permite responder de forma mais eficaz a novos ataques pelo mesmo agente. O processo de imunidade adquirida é a base da vacinação. Os transtornos do sistema imunitário podem levar ao aparecimento de doenças autoimunes, inflamações e cancro. A imunodeficiência verifica-se quando a actividade do sistema imunitário é inferior ao normal, o que está na origem de infecções recorrentes e onde existe risco de vida. No ser humano, a imunodeficiência pode ser consequência de uma doença genética, de uma condição adquirida como o VIH/SIDA, ou do uso de imunossupressores. Por oposição, a autoimunidade é a consequência de um sistema imunitário hiperactivo que ataca tecido normal como se fosse um agente externo, como é o caso da artrite reumatóide ou a diabetes de tipo 1. A imunologia é a área científica que estuda todos os aspectos do sistema imunitário."
}