{
  "abstract": "Universidade Harvard (em inglês: Harvard University) é uma universidade privada situada na cidade de Cambridge, estado de Massachusetts, nos Estados Unidos. É um membro da Ivy League. Sua história, influência e riqueza tornam-na uma das mais prestigiadas universidades do mundo. Fundada em 1636 pela Assembleia Estadual de Massachusetts, e logo depois nomeada em homenagem a John Harvard, seu primeiro benfeitor, a universidade é a mais antiga instituição de ensino superior dos Estados Unidos. Embora nunca tenha sido formalmente afiliada a qualquer denominação religiosa, a faculdade inicial forneceu ensino principalmente para o clero congregacionalista e unitarista. Seu currículo e corpo discente foram gradualmente secularizados ao longo do século XVIII e, por volta do século XIX, Harvard tinha emergido como o estabelecimento cultural central entre as elites de Boston. Após a Guerra Civil Americana, o então reitor Charles William Eliot (1869-1909) transformou a faculdade e as escolas profissionais afiliadas em uma moderna universidade de pesquisa; Harvard foi membro fundador da Associação de Universidades Americanas em 1900. James Bryant Conant conduziu a universidade durante a Grande Depressão e o início da Segunda Guerra Mundial e começou a reformar a grade curricular e a liberalizar admissões após a guerra. A faculdade de graduação tornou-se mista após a sua fusão com o Radcliffe College em 1977. Drew Gilpin Faust foi eleita a 28ª reitora em 2007 e é a primeira mulher a liderar a instituição. Hoje em dia, a universidade dispõe de várias instituições acadêmicas e tem muitos ex-alunos de destaque. Está organizada em onze unidades acadêmicas diferentes — dez faculdades e do Instituto Radcliffe de Estudos Avançados — com campi em toda a área metropolitana de Boston. O campus principal de 85 hectares da Universidade de Harvard é centrado no Harvard Yard em Cambridge, aproximadamente 4,8 quilômetros a noroeste de Boston. As instalações das faculdades de negócios e atletismo, como o Estádio da Harvard, está localizado do outro lado do rio Charles, no bairro Allston, em Boston, e as faculdades médicas, odontológicas e de saúde pública estão localizadas na Área Médica de Longwood. Oito presidentes dos Estados Unidos formaram-se nessa universidade e cerca de 150 ganhadores do Prêmios Nobel foram filiados como estudantes, professores ou funcionários da instituição. Harvard também é a alma mater de sessenta e dois bilionários que vivem, em sua maioria, nos Estados Unidos. A Biblioteca da Universidade de Harvard é também a maior biblioteca acadêmica dos Estados Unidos e uma das maiores do mundo. O Harvard Crimson compete em 42 esportes intercolegiais na primeira divisão da National Collegiate Athletic Association (NCAA) da Ivy League. Harvard tem o maior orçamento do que o de qualquer outra instituição acadêmica do mundo, situando-se em cerca de 30 bilhões de dólares em setembro de 2012."
}