{
  "abstract": "A Universidade de Chicago (UChicago, U of C, ou Chicago) é uma universidade de pesquisa privada sem fins lucrativos em Chicago, Illinois. A universidade é composta por uma faculdade, vários programas de pós-graduação e comissões interdisciplinares organizadas em cinco divisões de pesquisa acadêmica e sete escolas profissionais. Além das artes e das ciências, a universidade também é conhecida por suas escolas profissionais, que incluem a Escola de Medicina Pritzker, a Escola de Negócios Booth, a Faculdade de Direito, a Escola de Administração de Serviço Social, a Escola Harris de Estudos de Políticas Públicas, Divinity School e da Graham School of Continuing Liberal and Professional Studies. A universidade atualmente registra 5 971 alunos de graduação e 16 016 alunos no total. Os estudiosos da Universidade de Chicago desempenharam um papel importante no desenvolvimento de muitas disciplinas acadêmicas, incluindo sociologia, direito, economia, crítica literária, religião e a escola comportamentalista de ciência política. O departamento de física de Chicago e o Met Lab ajudaram a desenvolver a primeira reação nuclear autossustentável do mundo (Chicago Pile-1) sob os estandes de Stagg Field, uma parte fundamental do esforço secreto do Projeto Manhattan da Guerra Mundial. Os esforços de pesquisa da universidade incluem a administração do Fermi National Accelerator Laboratory e do Argonne National Laboratory, bem como o Marine Biological Laboratory. A universidade também abriga a University of Chicago Press, a maior editora universitária dos Estados Unidos. Com uma data de conclusão estimada em 2021, o Centro Presidencial Barack Obama será abrigado na universidade e incluirá tanto a biblioteca presidencial de Obama quanto os escritórios da Fundação Obama. A Universidade de Chicago produziu muitos ex-alunos proeminentes, membros do corpo docente e pesquisadores. Em outubro de 2018, 98 ganhadores do Prêmio Nobel eram afiliados a professores universitários, estudantes, professores ou funcionários, tornando-se uma universidade com uma das mais altas concentrações de prêmios Nobel no mundo. Da mesma forma, 34 membros do corpo docente e 17 ex-alunos receberam o prêmio MacArthur \"Genius Grant\". Além disso, os ex-alunos e professores de Chicago incluem 53 bolsistas Rhodes, 20 Marshall Scholars, 21 Fields Medalhistas, 22 Turing Award Winners, 24 ganhadores do Prêmio Pulitzer, 23 National Humanities Medalists, 16 bilionários graduados e uma pletora de membros dos Estados Unidos. Congresso e chefes de estado em todo o mundo. A escola ocupa as dez primeiras posições em vários rankings nacionais e internacionais."
}