{
  "abstract": "Varsóvia (em polaco: Warszawa, pronunciado: [varˈʂava]) é a capital e maior cidade da Polónia. Localiza-se nas margens do rio Vístula, a cerca de 260 km da costa do mar Báltico e 300 km das montanhas dos Cárpatos. A sua população, em 2012, era estimada em 1 716 855 habitantes. A cidade, que também é a capital do Voivodato de Masóvia, é sede de numerosas indústrias (bens de consumo, aço, engenharia eléctrica, automóveis), instituições de ensino superior (Universidade de Varsóvia, Universidade Tecnológica de Varsóvia, Escola Superior de Gestão, Academia Médica, Universidade de Ciências Sociais e Humanidades), uma orquestra filarmónica, o maior Teatro Nacional do mundo e a Ópera. A história da cidade remonta ao final do século XIII. Naquela época, era uma pequena vila de pescadores. Em 1569, o rei Sigismundo III transferiu sua corte junto com a capital polonesa de Cracóvia para Varsóvia. Uma vez descrita como a \"Paris do Norte\", Varsóvia foi considerada uma das cidades mais bonitas do mundo até a Segunda Guerra Mundial. Bombardeada no início da invasão alemã em 1939, a cidade resistiu. As deportações da população judaica para os campos de concentração levaram à Levante do Gueto de Varsóvia em 1943 e à destruição do gueto depois de um mês de combates. Uma revolta geral em Varsóvia entre agosto e outubro de 1944 levou a mais devastação. Varsóvia levou o novo título de \"Phoenix City\" por causa de sua longa história e completa reconstrução após a Segunda Guerra Mundial, ele havia deixado em ruínas mais de 85% dos edifícios. Varsóvia é a sede da Frontex, a guarda de fronteira europeia e a agência costeira. Varsóvia é também uma das cidades metropolitanas mais dinâmicas da Europa. Em 2012, a The Economist Intelligence Unit classificou Varsóvia como a 32ª cidade mais habitável do mundo. Em 2017, a cidade ficou em 4º lugar na categoria \"Amigável para Negócios\" e 8º em \"Capital Humano e Estilo de Vida\". Também foi classificada como uma das cidades mais habitáveis ​​da Europa Central e Oriental e é um dos principais centros econômico-financeiros e culturais da Europa. O Centro Histórico de Varsóvia foi declarado Patrimônio da Humanidade pela Unesco em 1980. É a parte mais antiga da cidade e é também a principal atração turística com a Coluna de Sigismundo, a Barbacã e o Castelo Real. Varsóvia é internacionalmente conhecida por ter dado o seu nome ao Pacto de Varsóvia e ao Tratado de Varsóvia."
}