{
  "abstract": "Vitória (em inglês: Victoria, abreviado como Vic) é um estado no sudeste da Austrália. Vitória é o menor dos estados do continente e o segundo estado mais populoso da Austrália (depois de Nova Gales do Sul), tornando-se o estado mais densamente povoado. A maioria de sua população vive concentrada na área em torno da Baía de Port Phillip que inclui a área metropolitana de sua capital e maior cidade, Melbourne, que é a segunda maior cidade da Austrália. Vitória faz fronteira com o Estreito de Bass e com a Tasmânia ao sul, com Nova Gales do Sul ao norte, com o Mar da Tasmânia a leste e com a Austrália Meridional a oeste. Com a Grã-Bretanha tendo reivindicado a metade do continente australiano que fica a leste do Meridiano 135 E em 1788, Vitória fazia parte da mais ampla colônia, a Colônia de Nova Gales do Sul. O primeiro assentamento europeu na área foi estabelecido em 1803 na Baía de Sullivan, e grande parte do que hoje é o estado de Vitória foi incluída em 1836 no Distrito de Port Phillip, que era uma divisão administrativa de Nova Gales do Sul. Nomeada em homenagem à Rainha Vitória, que assinou a separação da divisão de Nova Gales do Sul, a colônia foi oficialmente estabelecida em 1851 e alcançou o autogoverno em 1855. A Corrida do Ouro de Vitória nas décadas de 1850 e 1860 aumentou significativamente a população e a riqueza da colônia e, na época da Federação da Austrália em 1901, Melbourne havia se tornado a maior cidade e o principal centro financeiro da Australásia. Melbourne serviu como capital federal da Austrália até a construção de Camberra em 1927, com a reunião do Parlamento Federal na Casa do Parlamento em Melbourne e todos os principais escritórios do governo federal com sede em Melbourne. Politicamente, Vitória tem 38 cadeiras na Câmara dos Representantes da Austrália e 12 cadeiras no Senado da Austrália. No nível estadual, o Parlamento de Vitória consiste na Assembleia Legislativa (a câmara baixa) e no Conselho Legislativo (a câmara alta). O Partido Trabalhista, liderado por Daniel Andrews como primeiro-ministro, governa o estado de Vitória desde 2014. A representante pessoal da rainha da Austrália no estado é a governadora de Vitória, atualmente Linda Dessau, que está no cargo desde 2015. Vitória é dividida em 79 distritos municipais, incluindo 33 cidades, embora ainda existam várias áreas não incorporadas, que o estado administra diretamente. A economia de Vitória é altamente diversificada, com setores de serviços, incluindo serviços financeiros e imobiliários, saúde, educação, atacado, varejo, hospitalidade e manufatura, que constituem a maioria dos empregos. O produto interno bruto (PIB) do estado de Vitória é o segundo mais alto na Austrália, embora Vitória esteja em sexto lugar em termos de PIB per capita devido à sua atividade de mineração limitada. Culturalmente, Melbourne abriga vários museus, galerias de arte e teatros, e também é descrita como a capital esportiva do mundo. O Melbourne Cricket Ground, o maior estádio da Austrália e do Hemisfério Sul, sediou os Jogos Olímpicos de Verão de 1956 e os Jogos da Commonwealth de 2006. O estádio também é considerado o \"lar espiritual\" do críquete australiano e do futebol australiano, e hospeda a grande final da Liga Australiana de Futebol (AFL) a cada ano, atraindo multidões de aproximadamente 100 mil pessoas. Nas proximidades, o Melbourne Park recebe o Australian Open, um dos quatro eventos do Grand Slam de tênis, anualmente desde 1988. Vitória possui oito universidades públicas, sendo a mais antiga a Universidade de Melbourne, datada de 1853."
}